<?php 
// +----------------------------------------------------------------------
// | Fanwe 系统
// +----------------------------------------------------------------------
// | Copyright (c) 2011 http://www.lechengly.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: 同创网络(778251855@qq.com)
// +----------------------------------------------------------------------
define("APP_NAME", "web");
require './system/system_init.php';
require './web/Lib/app_init.php';

//实例化一个网站应用实例
$AppWeb = new App(); 

?>